"""3) გააკეთეთ 2-2 მაგალითი ლოგიკურ ოპერატორებზე: and, or, not. კომენტარების საშვლაებით გვერდით მიუწერეთ შედეგი. ახსენით რა არის ლოგიკური ოპერატორი და როგორ მუშაობს ლოგიკური ოპერაცია"""
print(False or True)
print(False or False)

print(True and True)
print(False and True)

print(not True)
print(not False)

# ლოგიკური ოპერაცუია - შედგება folse,true - or,and,not  and-ში როდესაც მართალი და მცდარი იყოს მცდარი გამოაქვს ეკრანზე or-ში როდესაც მართალი და მცდარი არის მართალი გამოაქვს not-ში შეგვიძლია დავუწეროთ წინ მაღტალს და ის მცდარად გადაიქცევა  