"""2) შექმენით 5 ცვლადი, რომლებშიც შეინახავთ განსხვავებულ შედარების ოპერაციათა შედეგებს, შედარების ოპერაციას გვერდზე კომენტარის საშვალებით მიუწერეთ მისი შედეგი (boolean მნიშვნელობა) და ახსენით რა განსხვავებაა ოპერატორსა და ოპერაციას შორის"""
# 1. შედარების ოპერატორი ==
a = (5 == 5)    # True, რადგან 5 ტოლია 5-ის

# 2. შედარების ოპერატორი !=
b = (7 != 3)    # True, რადგან 7 არ არის ტოლი 3-ის

# 3. შედარების ოპერატორი >
c = (10 > 2)    # True, რადგან 10 მეტია 2-ზე

# 4. შედარების ოპერატორი <
d = (3 < 1)     # False, რადგან 3 ნაკლები არ არის 1-ზე

# 5. შედარების ოპერატორი >=
e = (4 >= 4)    # True, რადგან 4 უდრის 4-ს ან მეტია
