# 2) გამოიტანეთ თქვენი სახელი და გვარი ტერმინალში 10-ჯერ, პირველ რიგში გამოიყენეთ virgin გზა, შემდეგ კი chad-ური გზა. თქვენი სიტყვებით ახსენით რატომ ჯობია მეორე გზა, რა უპირატესობები აქვს

print("თორნიკე იაკობასჰვილი")
print("თორნიკე იაკობასჰვილი")
print("თორნიკე იაკობასჰვილი")
print("თორნიკე იაკობასჰვილი")
print("თორნიკე იაკობასჰვილი")
print("თორნიკე იაკობასჰვილი")
print("თორნიკე იაკობასჰვილი")
print("თორნიკე იაკობასჰვილი")
print("თორნიკე იაკობასჰვილი")
print("თორნიკე იაკობასჰვილი")

for i in range(10):
    print("tornike iakobashvili")
