"""2) შექმენით პროგრამა რომელშიც გექნებათ პროდუქტების სიის ცვლადი, სადაც პირველ 3 ელემენტს ჩვეულებრივად ჩამოწერეთ, ხოლო ბოლო 2 უნდა იყოს ცვლადებით დამატებული. მომხმარებელს შეეკითხეთ რომელი პროდუქტი სურს (უნდა შემოიტანოს ინდექსი რომელსაც ინტეჯერად გარადაქმნით) შემდეგ გამოუტანეთ ეს პროდუქტი და პროდუქტების სიაში მომხმარებლისათვის სასურველი პროდუქტი ჩაანაცვლეთ ახლით. საბოლოდ დაბეჭდეთ მიღებული სია
"""

item1 = "leptop"

item2 = "gaming leptop"

products1 = ["pc", "phone","tablet", item1,item2]
print(products1)

index = int(input("chouse your product: "))

print("you bought" + {[index]})

products1[index] = "pc"
print(2 + products1)
