"""2) გააკეთეთ 5-5 მაგალითი თთოეულ შედარების ოპერატორზე (>, >=, <, <=, ==, !=), გვერდზე კომენტარის საშვალებით მიუთითეთ თუ რომელ boolean მნიშვნელობას გამოიტანას, აიღეთ მრავალფეროვანი კომბინაციები, შეეცადეთ გქონდეთ ყველა ვარიანტი"""
# გაყოფა
print(100 / 2)
print(414 / 2)
print(42 / 2)
print(24 / 2)
print(12 / 2)
print(6 / 2)
# გამრავლება 
print(14 * 3)
print(41 * 9)
print(51 * 10)
print(42 * 6)
print(25 * 7)
# აქ დამადების ოპერაცია შესრულდა
print(10 + 1)
print(23 + 2)
print(5 + 3)
print(13 + 1)
print(50 + 17)
# გამოკლების ოპერაცია
print(80 - 70)
print(345 - 62)
print(352 -330)
print(560 - 32)
print(661 - 533)