"""2) გააკეთეთ 2-2 მაგალითი თთოეულ შედარების ოპერატორზე, გვერდზე კომენტარის საშვალებით მიუთითეთ თუ რომელ boolean მნიშვნელობას გამოიტანას, ასევე კომენტარებით ახსენით თუ რა არის boolean"""
# ეს კოდი გამოიტანს რომ ეს არის სიცრუე
print(10 > 13)
# ეს კოდი გამოიტანს სიმარტლეს 
print(10 >= 10) 

# ეს კოდი გამოიტანს სიმარტლეს 
print(50 == 50)
# ეს კოდი გამოიტანს რომ ეს არის სიცრუე
print(10 <= 9)

# boolean - ეკრანზე გამოაქვს True or false და კოდი თუ არის მართალი Trues გამოაქვს და თუ არასწორია False და ის შედგება <,>,=,==,!=,<=,>=, 