"""2) ახსენით რა არის while ციკლი, როგორ ვქმნით (ჩამოწერეთ while ციკლის შექმნის ნაბიჯიები), რისთვის შექიძლება გამოვიყენოთ, ახსენით რა არის counter ცვლადი და რომელია ასეთი თქვენს დაწერილ კოდში"""

# what is while loop - გამოიყენება კოდის კონკრეტული ბლოკის გასამეორებლად უცნობი რაოდენობის ჯერ, სანამ პირობა არ დაკმაყოფილდება

# while loop steps - ნაბიჯი 1: როდესაც პროგრამა პირველად მოვა ციკლში, შეფასდება ტესტის მდგომარეობა.
# ნაბიჯი 2: თუ ტესტის პირობა მცდარია, მარყუჟის სხეული გამოტოვებული იქნება, პროგრამა გაგრძელდება.
# ნაბიჯი 2: თუ გამოხატულება შეფასდება ჭეშმარიტად, მარყუჟის სხეული შესრულდება.

# what is counter loop - გამოიყენება მაშინ, როდესაც განმეორებითი გამეორებების რაოდენობა უკვე ცნობილია
